build-essential
clang
ccache
readline
libclang-dev
libjsoncpp-dev
libpng16-devtools
python3-opengl
libgles2-mesa-dev
libxt-dev
libxaw7-dev
nvidia-cg-toolkit
libsdl2-dev
libzzip-dev
libconsole-bridge-dev
libpoco-dev
libtinyxml-dev
libtinyxml2-dev
python3-pyqt5
python3-sip
python3-sip-dev
pyqt5-dev
libcurl4-openssl-dev
liblz4-dev
libbz2-dev
liburdfdom-dev
libassimp-dev
uuid-dev
libyaml-cpp-dev
libboost-python-dev
libogg-dev
libtheora-dev
libogre-1.9-dev
openssl
zlib1g-dev
libusb-1.0-0-dev
libudev-dev
automake
libtool
libgl1-mesa-dev
libglu1-mesa-dev
libgles2-mesa-dev
libxt-dev
freeglut3-dev
libglfw3-dev
libglew-dev
qtbase5-dev
qtchooser
libgtk-3-dev
libfltk1.3-dev
libjansson-dev
libpng16-devtools
python3-pyqt5.qtopengl
python3-opengl
libdmtx-dev
libavcodec-dev
libfreeimage-dev
libswscale-dev
v4l-utils
libv4l-dev
silversearcher-ag
readline
lib64readline-dev
gcc
xorg-dev
libgtk2.0-dev
libjpg-dev 
libgif-dev 
libtiff-dev
texinfo
libncurses5-dev
dh-autoreconf
libxcb-keysyms1-dev
libpango1.0-dev
libxcb-util0-dev
xcb
libxcb1-dev
libxcb-icccm4-dev
libyajl-dev
libev-dev
libxcb-xkb-dev
libxcb-cursor-dev
libxkbcommon-dev
libxcb-xinerama0-dev
libxkbcommon-x11-dev
libstartup-notification0-dev
libxcb-randr0-dev
libxcb-xrm0
libxcb-xrm-dev
libxcb-shape0
libxcb-shape0-dev
libperl-dev 
xsel
libpulse-dev
