acpid
adb
adduser
adwaita-icon-theme
amd64-microcode
anacron
android-libbase
apt
apt-listchanges
apt-transport-https
apt-utils
atmel-firmware
at-spi2-core
autoconf
autoconf-archive
autofs
autotools-dev
avahi-daemon
baobab
base-files
base-passwd
bash
bash-completion
bazel
bc
blender
bluez-firmware
brasero
brave-browser
brave-keyring
bsdmainutils
bsdtar
bsdutils
build-essential
ca-certificates
caribou
catch
ccache
cflow
cheese
clang
clang-7
clang-format
clang-tidy
clang-tools
cloc
cmake
cmake-curses-gui
cmake-data
cmatrix
compton
conky
console-setup
coreutils
cowsay
cpio
cppcheck
cppman
cron
cups-pk-helper
curl
dahdi-firmware-nonfree
dash
dbus
dconf-cli
dconf-gsettings-backend
debconf
debconf-i18n
debian-archive-keyring
debianutils
desktop-base
dh-python
dialog
diffutils
discord
dmidecode
dmsetup
dns323-firmware-tools
doxygen
dpkg
dpkg-dev
dunst
e2fslibs
e2fsprogs
ecm
elpa-irony
encfs
entr
eog
erlang
erlang-nox
evince
evolution
evolution-data-server
evolution-plugins
expeyes-firmware-dev
extra-cmake-modules
exuberant-ctags
fdisk
feh
fetchmail
ffmpegthumbnailer
figlet
findutils
firefox-esr
firmware-adi
firmware-amd-graphics
firmware-atheros
firmware-bnx2
firmware-bnx2x
firmware-brcm80211
firmware-cavium
firmware-crystalhd
firmware-intel-sound
firmware-intelwimax
firmware-ipw2x00
firmware-ivtv
firmware-iwlwifi
firmware-libertas
firmware-linux
firmware-linux-free
firmware-linux-nonfree
firmware-misc-nonfree
firmware-myricom
firmware-netxen
firmware-qlogic
firmware-ralink
firmware-realtek
firmware-samsung
firmware-siano
firmware-ti-connectivity
firmware-zd1211
fonts-cantarell
fonts-crosextra-caladea
fonts-crosextra-carlito
fonts-dejavu
fonts-font-awesome
fonts-inconsolata
fonts-liberation
fonts-linuxlibertine
fonts-noto
fonts-noto-color-emoji
fonts-noto-core
fonts-noto-mono
fonts-noto-ui-core
fonts-powerline
fonts-sil-gentium-basic
fonts-symbola
fonts-twemoji-svginot
freeglut3-dev
g++
g++-9
gcc
gcc-6-base
gcovr
gdisk
gdm3
gedit
gedit-plugins
gettext
gfortran
gimp
gir1.2-gtk-3.0
gir1.2-pango-1.0
git
gitk
gkbd-capplet
glib-networking
global
glslang-dev
glslang-tools
gnome-backgrounds
gnome-bluetooth
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-games
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-online-miners
gnome-orca
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sushi
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-user-docs
gnome-user-guide
gnome-user-share
gnome-weather
gnupg
gnupg-agent
gobject-introspection
golint
go-mtpfs
google-chrome-stable
gparted
gpgv
gradle
graphviz
grep
groff
grub-common
grub-efi-amd64
grub-firmware-qemu
gsettings-desktop-schemas
gstreamer1.0-libav
gstreamer1.0-packagekit
gstreamer1.0-plugins-base
gstreamer1.0-plugins-good
gstreamer1.0-plugins-ugly
gstreamer1.0-pulseaudio
gstreamer1.0-tools
guile-2.0-dev
gvfs-bin
gzip
hdmi2usb-fx2-firmware
hollywood
hostname
html2text
htop
hugo
i3blocks
i3lock
ibus
ifupdown
imagemagick
impressive
init
initramfs-tools
initramfs-tools-core
init-system-helpers
insync
intel-microcode
intltool
iperf
iproute2
iptables
iputils-ping
ipython
isc-dhcp-client
isc-dhcp-common
iw
jdk-13.0.1
jmtpfs
jq
keyboard-configuration
klibc-utils
kmod
krita
lcov
libacl1
libapparmor1
libapt-inst2.0
libapt-pkg5.0
libasound2-dev
libassimp-dev
libassuan0
libatk-adaptor
libatlas-base-dev
libattr1
libaudit1
libaudit-common
libblas-dev
libblkid1
libboost-all-dev
libboost-dev
libbsd0
libbz2-1.0
libc6
libcairo2-dev
libcanberra-pulse
libcap2
libcap-ng0
libcaribou-gtk3-module
libcaribou-gtk-module
libc-bin
libclang-7-dev
libclang-dev
libcogl-pango-dev
libcomerr2
libcryptsetup4
libcurl4-gnutls-dev
libdb5.3
libdebconfclient0
libdevmapper1.02.1
libdns-export162
libecm-dev
libeigen3-dev
libelf1
libestr0
libev-dev
libexiv2-dev
libfastjson4
libfdisk1
libffi6
libffi-dev
libgcc1
libgcrypt20
libgdbm3
libgif-dev
libgirepository1.0-dev
libgl1-mesa-dev
libgl1-mesa-glx
libglew-dev
libglfw3-dev
libglib2.0-bin
libglib2.0-dev
libglu1-mesa-dev
libgmime-3.0-dev
libgmp10
libgnutls28-dev
libgnutls30
libgomp1
libgpg-error0
libgsf-bin
libgtest-dev
libgtk-3-dev
libhdf5-dev
libhogweed4
libidn11
libidn2-0
libip4tc0
libip6tc0
libiptc0
libisc-export160
libiw-dev
libjpeg-dev
libjs-jquery
libjson-c-dev
libjs-underscore
libkdecorations2-dev
libkf5archive-dev
libkf5completion-dev
libkf5config-dev
libkf5configwidgets-dev
libkf5coreaddons-dev
libkf5crash-dev
libkf5guiaddons-dev
libkf5itemmodels-dev
libkf5itemviews-dev
libkf5windowsystem-dev
libklibc
libkmod2
libksba8
liblam4
liblapack-dev
liblcms2-dev
liblocale-gettext-perl
liblogging-stdlog0
liblognorm5
liblz4-1
liblzma5
libmad0-dev
libmagickwand-dev
libmnl0
libmount1
libmpdclient-dev
libmtp-common
libmtp-dev
libncurses5
libncurses5-dev
libncurses-dev
libncursesw5
libncursesw5-dev
libnetfilter-conntrack3
libnettle6
libnewt0.52
libnfnetlink0
libnotify-bin
libnpth0
libnss-myhostname
libopenblas-dev
libopenmpi-dev
libp11-kit0
libpam0g
libpam-gnome-keyring
libpam-modules
libpam-modules-bin
libpam-runtime
libpango-1.0-0
libpango1.0-dev
libpcre3
libperl-dev
libpipeline1
libpng-dev
libpopt0
libportaudio2
libportaudiocpp0
libprocps6
libproxy1-plugin-gsettings
libproxy1-plugin-networkmanager
libproxy1-plugin-webkit
libpsl5
libpulse0
libpulse-dev
libpython3-all-dev
libpython3-dev
libqt5svg5
libqt5svg5-dev
libqt5x11extras5-dev
libquazip5-1
libquazip5-dev
libreadline7
libroar-dev
libsamplerate0-dev
libsasl2-modules
libsdl2-dev
libsdl2-mixer-dev
libsdl2-net-dev
libseccomp2
libselinux1
libsemanage1
libsemanage-common
libsepol1
libsfml-dev
libsfml-doc
libslang2
libsmartcols1
libsqlite3-0
libss2
libssl1.0.2
libssl1.1
libssl-dev
libstartup-notification0-dev
libstdc++6
libsystemd0
libtasn1-6
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtiff5-dev
libtinfo-dev
libtinyxml2-dev
libtool
libudev1
libudev-dev
libunistring0
libustr-1.0-1
libuuid1
libvc-dev
libwebkit2gtk-4.0-dev
libwebkitgtk-1.0-0
libwebkitgtk-3.0-0
libwebkitgtk-3.0-dev
libwebkitgtk-dev
libxapian30
libxapian-dev
libxcb1-dev
libxcb-composite0
libxcb-composite0-dev
libxcb-cursor-dev
libxcb-ewmh-dev
libxcb-icccm4-dev
libxcb-image0-dev
libxcb-keysyms1-dev
libxcb-randr0-dev
libxcb-shape0
libxcb-shape0-dev
libxcb-util0-dev
libxcb-xinerama0-dev
libxcb-xkb-dev
libxcb-xrm-dev
libxkbcommon-dev
libxkbcommon-x11-dev
libxml2
libxml2-dev
libxmp-dev
libxpm-dev
libxtables12
libyajl-dev
lightdm
linux-base
linux-image-4.9.0-8-amd64
linux-image-amd64
linux-perf
live-task-localisation
live-task-localisation-desktop
live-task-recommended
llvm-7-dev
llvm-8-dev
lm-sensors
locales
locate
login
logrotate
lolcat
lsb-base
mailutils
markdown
mawk
meld
mesa-common-dev
midisport-firmware
mkdocs
moreutils
mount
mpi-default-dev
msmtp
mtp-tools
mu4e
multiarch-support
nano
nautilus
nautilus-sendto
ncurses-base
ncurses-bin
neofetch
neomutt
neovim
netbase
netcat
net-tools
network-manager
network-manager-gnome
network-manager-openvpn-gnome
ninja-build
nmap
nodejs
notify-osd
nvidia-opencl-icd
nxt-firmware
obfsproxy
offlineimap
openbox-menu
openmpi-bin
openssh-server
openvpn
oracle-java12-installer
p7zip-full
pandoc
parted
pass
passwd
pavucontrol
pciutils
pdf2svg
pdfgrep
pdf-presenter-console
perl
perl-base
pinentry-curses
pkg-config
plantuml
polari
poppler-utils
portaudio19-dev
postfix
procps
proxychains
pulseaudio
pv
python
python3-audit
python3-blist
python3-bluez
python3-breathe
python3-bs4
python3-btrees
python3-cairo
python3-cairo-dbg
python3-casacore
python3-crypto
python3-crypto-dbg
python3-cups
python3-deltarpm
python3-dev
python3-ftdi1
python3-gevent
python3-gevent-dbg
python3-gi
python3-gi-cairo
python3-grpcio
python3-gssapi
python3-hid
python3-http-parser
python3-icu
python3-icu-dbg
python3-indexed-gzip
python3-jpy
python3-jpype
python3-kdtree
python3-kdtree-dbg
python3-kyotocabinet
python3-ldap
python3-ldap-dbg
python3-newt
python3-nss
python3-numpy
python3-pip
python3-prelude
python3-protobuf
python3-pyalsa
python3-pyaudio
python3-pyisomd5sum
python3-pymad
python3-pymad-dbg
python3-pyodbc
python3-pypcap
python3-pyraf
python3-pyxattr
python3-pyxattr-dbg
python3-qrencode
python3-radix
python3-rpy2
python3-sane
python3-selinux
python3-sendfile-dbg
python3-setuptools
python3-sfml
python3-silo
python3-smbc
python3-smbus
python3-sphinx
python3-subvertpy
python3-tango
python3-tk
python3-urwid
python3-venv
python3-wheezy.template
python3-yenc
python3-zodbpickle
python3-zope.interface
python-dev
python-gi-dev
python-gpg
python-matplotlib
python-pyaudio
python-tk
python-xcbgen
qt5-qmake
qtdeclarative5-dev
qttools5-dev
readline-common
rhythmbox
rhythmbox-plugin-cdrecorder
rhythmbox-plugins
rofi
rsync
rsyslog
rxvt-unicode
rygel-playbin
rygel-tracker
sbt
scons
seahorse
sed
sensible-utils
shellcheck
shotwell
sigrok-firmware-fx2lafw
silversearcher-ag
simple-cdd
simple-scan
snapd
sound-theme-freedesktop
sox
spotify-client
steam:i386
suckless-tools
sudo
surf
swig
sxiv
syncthing
system-config-printer-common
system-config-printer-udev
systemd
systemd-sysv
sysvinit-utils
tar
task-english
task-hebrew-gnome-desktop
task-japanese-gnome-desktop
task-korean-gnome-desktop
task-laptop
task-malayalam-gnome-desktop
tasksel
tasksel-data
task-tamil-gnome-desktop
task-telugu-gnome-desktop
task-thai-gnome-desktop
teams
telnet
testdisk
tldr
tmux
toilet
tor
totem
totem-plugins
tracker
transmission-gtk
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
tty-clock
tzdata
ubertooth-firmware
ubertooth-firmware-source
udev
ufw
unattended-upgrades
unclutter
unrar
usbutils
util-linux
valgrind
vim-common
vim-gtk3
vim-tiny
vinagre
vino
w3m-img
w3-recs
wget
whiptail
wine
wireless-tools
wpasupplicant
x11vnc
x11-xkb-utils
xautolock
xcb
xcb-proto
xclip
xcowsay
xdg-user-dirs-gtk
xdg-utils
xdotool
xinit
xinput
xinput-calibrator
xml2
xorg-dev
xpra
xsel
xserver-xephyr
xxd
yelp
youtube-dl
zathura
zathura-pdf-poppler
zenity
zlib1g
lib1g-dev
